{
    "0237c4089461afe65b4e235bffbcab3ecdd574fb.png": {
        "size": [
            450,
            448
        ],
        "appear_times": 1,
        "slide_numbers": [
            7
        ],
        "relative_area": 46.88425925925926,
        "top_ranges_str": "7",
        "caption": ""
    },
    "23f749d80eb9e545209eb3ffd4480e934ef23612.png": {
        "size": [
            1200,
            900
        ],
        "appear_times": 1,
        "slide_numbers": [
            8
        ],
        "relative_area": 39.38117283950617,
        "top_ranges_str": "8",
        "caption": "The image features an old temple with intricate decorations on its structure, situated at the center or in front of some buildings backrounds it. The temple appears to be made out of stones and is adorned with elaborate carvings showcasing a rich cultural heritage. Its location near the buildings suggests that this place could be an important place for both religious and social gatherings within this town, as well as part of its local traditions and history."
    },
    "591402633e3c1438b9001fcf068003392cadbb4f.png": {
        "size": [
            1024,
            683
        ],
        "appear_times": 1,
        "slide_numbers": [
            9
        ],
        "relative_area": 40.16358024691358,
        "top_ranges_str": "9",
        "caption": "The image portrays multiple gazebos and tall spires constructed from stone situated within this temple complex. Some of these structures are taller than others, creating an impressive and visually striking scene. The gazebos vary in height and design, making the overall atmosphere diverse and interesting. A few people can also be seen exploring or admiring the beautiful architecture surrounding them.\nIn terms of content description, one person appears to be holding onto a backpack while standing near the spires, perhaps taking photographs or getting organized for their outing at this historical site."
    },
    "a3a829f8b4058da7719b8ff456543eb5f8fd1e2e.png": {
        "size": [
            775,
            516
        ],
        "appear_times": 1,
        "slide_numbers": [
            10
        ],
        "relative_area": 23.392746913580247,
        "top_ranges_str": "10",
        "caption": "urns containing two elephants side by side and one standing on top surrounded by five stone pedestals (monuments) under a high stone structure. [Black & White image]"
    },
    "298534b1ee9d8070655f5330cf59401a64c1cd31.png": {
        "size": [
            231,
            300
        ],
        "appear_times": 1,
        "slide_numbers": [
            11
        ],
        "relative_area": 32.820216049382715,
        "top_ranges_str": "11",
        "caption": "The image is a black and white photograph capturing the beauty and grace of a woman performing traditional Indian dance moves. The dancer is wearing large earrings to enhance her vibrant appearance on stage. She stands confidently as she executes her routine with outstretched arms, showcasing her impressive posture and focus during this captivating performance. As an artistically depicted character in black and white photography, the image allows us to appreciate the elegance of traditional Indian dancing while highlighting the performer's unique features and dedication to the art form.\n\nHowever, it is important to note that the woman appears to be wearing very large earrings, which could potentially hinder her ability to hear properly or cause discomfort during certain dance moves. This may not only pose a safety risk but might also limit her range of movement. Such obstacles often require performers to practice diligently and adapt their costumes accordingly to ensure both comfort and artistic expression."
    },
    "51e66a0b42871c7b2f6863afc6ee46eb5203d47d.png": {
        "size": [
            600,
            866
        ],
        "appear_times": 1,
        "slide_numbers": [
            12
        ],
        "relative_area": 37.52121913580247,
        "top_ranges_str": "12",
        "caption": "The image is a hand-drawn illustration that spans across two pages, displaying descriptions and an image showing three body structures. In total, there are twelve objects illustrated which include temples or pagodas, a monument, and two statues of people. Each object is labeled with a name, such as 'Mahatma' on the upper corner and a series of numbers in some cases like temple number 651 or 3/8 temple on the lower-case portion of each structure below the temple number.\nFurthermore, there are descriptions about what each object represents or depicts: 'Body Building', 'Soul Pathways', a chakravarty for the temples, temples under a certain size (such as '2/3' temple), and an ornate building with a tall spire."
    }
}